[ADD_ABILITY.A_vampire_moral H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="恐怖力量"
mTooltip="英雄麾下的吸血鬼和吸血鬼伯爵，在每个敌方单位以0点或更低士气开始其战斗回合时，其最终伤害获得%stat1。"

[ADD_ABILITY.A_vampire_morale_Buff H7BaseBuff]
mName="恐怖力量"
mTooltip=""

[ADD_ABILITY.A_vampire_morale_ennemie_Buff H7BaseBuff]
mName=""
mTooltip=""

[ADD_ABILITY.A_vampire_morale_vampir_up_Buff H7BaseBuff]
mName="恐怖力量"
mTooltip=""

[Medecin_spe.A_BurningDetermination H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="药剂"
mTooltip="此英雄可使用一次药剂\n目标生物每英雄等级恢复40 %icon_health 生命值。此技能每场战斗只能使用一次。"

[Medecin_spe.A_no_medecin_ability H7BaseBuff]
mName="药剂冷却"
mTooltip="此英雄在%durnow回合内无法使用药剂。"

[Protector.A_Protecor H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="魔法盾"
mTooltip="英雄军队中的所有友方单位受到的所有伤害减少%buff.buff.res2"

[Protector.A_Protector_Buff H7BaseBuff]
mName="魔法盾"
mTooltip="该生物受到的所有伤害减少%res2。"

v1.35

[inferno_new.A_proliferation_cornu H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="恶魔施法者"
mTooltip="每当英雄用火系法术造成伤害时，有%buff1.chance%的几率使恶魔和角魔的生物队伍数量增加%buff1.buff.special1。"

[inferno_new.A_proliferation_cornu_Buff H7BaseBuff]
mName="恶魔施法者"
mTooltip=""